Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/CommunicationSafetySettingsUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Sensitive Content Warning is enabled by Communication Safety in Screen Time settings. [Open Screen Time…](prefs:root=SCREEN_TIME)
ar: يتم تمكين "تحذير المحتوى الحساس" بواسطة أمان التواصل في إعدادات مدة استخدام الجهاز. [فتح "مدة استخدام الجهاز"…](prefs:root=SCREEN_TIME)
bg: Предупреждението за чувствително съдържание е активирано от Сигурност на комуникацията в настройките на Екранно време. [Отвори Екранно време…](prefs:root=SCREEN_TIME)
ca: La funció de comunicació segura ha activat l’avís de contingut delicat a la configuració del temps d’ús. [Obre el temps d’ús…](prefs:root=SCREEN_TIME)
cs: V oddílu Bezpečná komunikace v nastavení času u obrazovky jsou zapnutá varování o důvěrném obsahu. [Otevřít Čas u obrazovky…](prefs:root=SCREEN_TIME)
da: Advarsel om følsomt indhold er blevet slået til af Sikker kommunikation i indstillingerne til Skærmtid. [Åbn Skærmtid…](prefs:root=SCREEN_TIME)
de: Die Option „Warnung vor sensiblen Inhalten“ ist in den Bildschirmzeiteinstellungen unter „Kommunikationssicherheit“ aktiviert. [Bildschirmzeit öffnen …](prefs:root=SCREEN_TIME)
el: Η Προειδοποίηση ευαίσθητου περιεχομένου ενεργοποιείται από την Ασφάλεια επικοινωνίας στις ρυθμίσεις Χρόνου επί οθόνης. [Άνοιγμα Χρόνου επί οθόνης…](prefs:root=SCREEN_TIME)
es: El aviso de contenido sensible se activa en Ajustes > Tiempo de uso > Seguridad en las comunicaciones. [Abrir “Tiempo de uso”…](prefs:root=SCREEN_TIME)
es_419: La advertencia de contenido íntimo se activa mediante la seguridad en la comunicación en la configuración de Tiempo en pantalla. [Abrir Tiempo en pantalla…](prefs:root=SCREEN_TIME)
fi: Arkaluontoisen sisällön varoitus otetaan käyttöön Ruutuaika-asetusten Viestinnän turvallisuus -kohdassa. [Avaa Ruutuaika…](prefs:root=SCREEN_TIME)
fr: Les avertissements relatifs au contenu sensible sont activés par la fonctionnalité « Sécurité des communications » dans les réglages « Temps d’écran ». [Ouvrir Temps d’écran…](prefs:root=SCREEN_TIME)
fr_ca: Les avis de contenu sensible sont activés par la sécurité des communications dans les réglages de Temps d’écran. [Ouvrir Temps d’écran…](prefs:root=SCREEN_TIME)
he: המאפיין ״אזהרת תוכן רגיש״ מופעל על-ידי ״בטיחות בתקשורת״ בהגדרות ״זמן מסך״. [פתיחת ״זמן מסך״…](prefs:root=SCREEN_TIME)
hi: संवेदनशील कॉन्टेंट चेतावनी को स्क्रीन टाइम सेटिंग्ज़ में संचार सुरक्षा द्वारा सक्षम किया गया है। [स्क्रीन टाइम खोलें…](prefs:root=SCREEN_TIME)
hr: Upozorenje za osjetljiv sadržaj omogućeno je putem Sigurnosti komuniciranja u postavkama za Vrijeme uporabe zaslona. [Otvori Vrijeme uporabe zaslona…](prefs:root=SCREEN_TIME)
hu: A Figyelmeztetés érzékeny tartalomra funkció a Kommunikációbiztonság segítségével engedélyezhető a Képernyőidő beállításaiban. [Képernyőidő megnyitása…](prefs:root=SCREEN_TIME)
id: Peringatan Konten Sensitif diaktifkan oleh Keamanan Komunikasi di pengaturan Durasi Layar. [Buka Durasi Layar…](prefs:root=SCREEN_TIME)
it: La funzionalità “Avviso di contenuti sensibili” è abilitata dalle impostazioni relative alla sicurezza delle comunicazioni in “Tempo di utilizzo”. [Apri “Tempo di utilizzo”…](prefs:root=SCREEN_TIME)
ja: スクリーンタイム設定の“コミュニケーションの安全性”によって“センシティブな内容の警告”が有効になっています。[スクリーンタイムを開く…](prefs:root=SCREEN_TIME)
kk: Орынсыз контент ескертуін «Экран уақыты» реттеулеріндегі «Байланыс қауіпсіздігі» тармағында қосуға болады. [«Экран уақыты» опциясын ашу…](prefs:root=SCREEN_TIME)
ko: 민감한 콘텐츠 경고 기능은 스크린 타임 설정의 ‘커뮤니케이션 안전’을 통해 활성화됩니다. [스크린 타임 열기…](prefs:root=SCREEN_TIME)
lt: Neskelbtino turinio įspėjimas įjungtas „Ekrano laiko“ nustatymų srityje „Saugus bendravimas“. [Atidaryti „Ekrano laiko“ nustatymus…](prefs:root=SCREEN_TIME)
ms: Amaran Kandungan Sensitif didayakan oleh Keselamatan Komunikasi dalam seting Masa Skrin. [Buka Masa Skrin…](prefs:root=SCREEN_TIME)
nl: 'Waarschuwing gevoelig materiaal' wordt ingeschakeld door communicatieveiligheid in de instellingen voor 'Schermtijd'. [Open 'Schermtijd'…](prefs:root=SCREEN_TIME)
no: Advarsel om sensitivt innhold er aktivert av Trygg kommunikasjon i Skjermtid-innstillingene. [Åpne Skjermtid…](prefs:root=SCREEN_TIME)
pl: Ostrzeżenia dotyczące treści wymagających dyskrecji zostały włączone przez funkcję Bezpieczeństwo komunikacji w ustawieniach funkcji Czas przed ekranem. [Otwórz Czas przed ekranem…](prefs:root=SCREEN_TIME)
pt_br: O Aviso de Conteúdo Sensível é ativado pela Segurança de Comunicação nos Ajustes do Tempo de Uso. [Abrir Tempo de Uso…](prefs:root=SCREEN_TIME)
pt_pt: O Aviso de conteúdo sensível foi ativado por Segurança na comunicação, nas definições de Tempo de ecrã. [Abrir Tempo de ecrã…](prefs:root=SCREEN_TIME)
ro: Funcționalitatea “Avertisment conținut sensibil” este activată de Siguranța comunicării în configurările Timp de utilizare. [Deschideți Timp de utilizare…](prefs:root=SCREEN_TIME)
ru: Предупреждения об откровенном контенте можно включить в рамках функции «Безопасность общения» в настройках Экранного времени. [Открыть раздел «Экранное время»…](prefs:root=SCREEN_TIME)
sk: Upozorňovanie na citlivý obsah je zapnuté v časti Bezpečnosť komunikácie v nastaveniach Času pred obrazovkou.. [Otvoriť Čas pred obrazovkou…](prefs:root=SCREEN_TIME)
sl: Opozarjanje o občutljivi vsebini je omogočeno z varnostjo komunikacije v nastavitvah funkcije Čas pred zaslonom. [Odprite Čas pred zaslonom …](prefs:root=SCREEN_TIME)
sv: Varning för känsligt innehåll aktiveras av kommunikationssäkerhet i inställningarna för Skärmtid. [Öppna Skärmtid…](prefs:root=SCREEN_TIME)
th: คำเตือนเนื้อหาที่ละเอียดอ่อนถูกเปิดใช้งานโดยความปลอดภัยในการสื่อสารในการตั้งค่าเวลาหน้าจอ [เปิดเวลาหน้าจอ…](prefs:root=SCREEN_TIME)
tr: Hassas İçerik Uyarısı, Ekran Süresi ayarlarında İletişim Güvenliği tarafından etkinleştirildi. [Ekran Süresi’ni Aç…](prefs:root=SCREEN_TIME)
uk: Застереження щодо неприйнятного вмісту ввімкнені функцією «Безпека спілкування». [Відкрити Екранний час…](prefs:root=SCREEN_TIME)
vi: Cảnh báo nội dung nhạy cảm được bật bởi Liên lạc an toàn trong cài đặt Thời gian sử dụng. [Mở Thời gian sử dụng…](prefs:root=SCREEN_TIME)
zh_cn: 敏感内容警告已通过“屏幕使用时间”设置中的“通信安全”启用。[打开屏幕使用时间…](prefs:root=SCREEN_TIME)
zh_hk: 「敏感內容警告」已由「螢幕使用時間」設定中的「通訊安全」啟用。[開啟螢幕使用時間⋯](prefs:root=SCREEN_TIME)
zh_tw: 「敏感性內容警告」已由「螢幕使用時間」設定中的「通訊安全」啟用。[打開「螢幕使用時間」⋯](prefs:root=SCREEN_TIME)

source: Sensitive Content Warning
ar: تحذير المحتوى الحساس
bg: Чувствително съдържание
ca: Avís de contingut delicat
cs: Varování o důvěrném obsahu
da: Advarsel om følsomt indhold
de: Warnung vor sensiblen Inhalten
el: Προειδοποίηση περιεχομένου
es: Aviso de contenido sensible
es_419: Advertencia de contenido íntimo
fi: Arkaluontoisen sisällön varoitus
fr: Avertissement de contenu sensible
fr_ca: Avis de contenu sensible
he: אזהרת תוכן רגיש
hi: संवेदनशील कॉन्टेंट चेतावनी
hr: Upozorenje za osjetljiv sadržaj
hu: Figyelmeztetés érzékeny tartalomra
id: Peringatan Konten Sensitif
it: Avviso di contenuti sensibili
ja: センシティブな内容の警告
kk: Орынсыз контент ескертуі
ko: 민감한 콘텐츠 경고
lt: Neskelbtino turinio įspėjimas
ms: Amaran Kandungan Sensitif
nl: Waarschuwing gevoelig materiaal
no: Advarsel om sensitivt innhold
pl: Ostrzeżenia (treści wymagające dyskrecji)
pt_br: Aviso de Conteúdo Sensível
pt_pt: Aviso de conteúdo sensível
ro: Avertisment conținut sensibil
ru: Предупреждение об откровенном контенте
sk: Upozorňovanie na citlivý obsah
sl: Opozarjanje o občutljivi vsebini
sv: Varning för känsligt innehåll
th: คำเตือนเนื้อหาที่ละเอียดอ่อน
tr: Hassas İçerik Uyarısı
uk: Застереження щодо неприйнятного вмісту
vi: Cảnh báo nội dung nhạy cảm
zh_cn: 敏感内容警告
zh_hk: 敏感內容警告
zh_tw: 敏感性內容警告

source: On
ar: مشغل
bg: Вкл.
ca: Activat
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Activado
es_419: Sí
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungta
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt_br: Ativado
pt_pt: Ativo
ro: Da
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

source: Analytics & Improvements
ar: التحليلات والتحسينات
bg: Анализи и подобрения
ca: Anàlisi i millores
cs: Analýza a vylepšování
da: Analyse og forbedringer
de: Analyse & Verbesserungen
el: Ανάλυση και βελτιώσεις
es: Análisis y mejoras
es_419: Análisis y mejoras
fi: Analyysi ja parannukset
fr: Analyse et améliorations
fr_ca: Analyse et améliorations
he: נתונים ושיפורים
hi: ऐनालिटिक्स और सुधार
hr: Analiza i poboljšanja
hu: Elemzések és fejlesztések
id: Analisis & Peningkatan
it: Analisi e miglioramenti
ja: 解析と改善
kk: Аналитика және жақсартулар
ko: 분석 및 향상
lt: Analizė ir patobulinimai
ms: Analitis & Peningkatan
nl: Analyse en verbeteringen
no: Analyse og forbedringer
pl: Analizy i udoskonalenia
pt_br: Análise e Melhorias
pt_pt: Análise e melhorias
ro: Analiză și îmbunătățiri
ru: Аналитика и улучшения
sk: Analytika a vylepšovanie
sl: Analitika in izboljšave
sv: Analys och förbättringar
th: การวิเคราะห์และการปรับปรุง
tr: Analizler ve İyileştirmeler
uk: Аналітика і покращення
vi: Phân tích & Cải tiến
zh_cn: 分析与改进
zh_hk: 分析與改進
zh_tw: 分析與改進功能
